{
  "page.title": "ループの彼方へ — Generatywnie",
  "page.description": "反復的フィードバックループの彼方にある生成的実践を検討する批評的フレームワーク。最適化駆動型デザインに対する代替として、分岐、不可逆性、準安定性、分散的エージェンシーを探究する。",
  "page.keywords": "ジェネラティブ・アート, アルゴリズム批評, フィードバックループ, 非再帰的実践, 分岐, 準安定性, 分散的エージェンシー, 操作的忘却",
  "og.title": "ループの彼方へ — 非再帰的生成的実践のための批評的フレームワーク",
  "og.description": "ループは中立的な技術的構造ではない。それは認識論的かつ政治的な形式である。このフレームワークは、分岐、不可逆性、分散的エージェンシーを代替として提示する。",
  "og.site_name": "Generatywnie",
  "article.section": "批評理論",
  "article.tags": [
    "ジェネラティブ・アート",
    "アルゴリズム批評",
    "非再帰的実践",
    "分散的エージェンシー"
  ],
  "twitter.title": "ループの彼方へ — Generatywnie",
  "twitter.description": "非再帰的生成的実践のための批評的フレームワーク",
  "jsonld.headline": "ループの彼方へ：非再帰的生成的実践のための批評的フレームワーク",
  "jsonld.description": "反復的フィードバックループの彼方にある生成的実践を検討する批評的フレームワーク。分岐、不可逆性、準安定性、分散的エージェンシーのテーマを探究する。",
  "jsonld.keywords": [
    "ジェネラティブ・アート",
    "アルゴリズム批評",
    "フィードバックループ",
    "非再帰的実践",
    "分岐",
    "準安定性",
    "分散的エージェンシー",
    "操作的忘却"
  ],
  "header.subtitle": "非再帰的生成的実践のための批評的フレームワーク",
  "header.title": "ループの彼方へ",
  "s01.title": "ループの政治的形式",
  "s01.p1": "現代の生成的実践——アート、デザイン、テクノロジーを横断する——は、ほぼ例外なくループの論理の内部で作動している。反復。フィードバック。最適化。この三幅対は、Shoshana Zuboffによるデータ資本主義の文脈において、Byung-Chul Hanによる疲労の分析論において、そしてKyle Chaykaによるアルゴリズム的均質化の批評において検討されているが、いずれもひとつの前提に依拠している——すなわち、生成性とは継続的洗練、予測、反復の問題であるという前提に。",
  "s01.p2": "この批評的フレームワークは、その前提を不十分なものとして退ける。",
  "s01.blockquote": "ループは中立的な技術的構造ではない。それは認識論的かつ政治的な形式——意味、行動、美学を安定化させるための装置である。あらゆるフィードバックの循環は閉鎖の行為である——すなわち、可能性を、システムがすでに認識しているものへと縮減することである。",
  "s02.title": "分岐、変奏ではなく",
  "s02.p1": "ループの彼方へと位置づけられた実践は、成果を再生産したり拡張したりすることを目指さない。それらを定義する操作は変奏——認識可能な場の中で諸ヴァージョンを生産すること——ではなく、<strong>分岐</strong>である。すなわち、起点から不可逆的に離れていく不可逆的軌跡である。",
  "s02.p2": "ここにおいて、生成性はもはや形態の生産を意味しない。それは<strong>その展開が部分的に不確定かつ不可逆的であり続けるプロセスの活性化</strong>となる。システムの各更新は一回的出来事を構成する——繰り返し可能な反復ではなく、そこから帰還不能な起点である。",
  "s02.p3": "変奏は経済である。分岐は存在論である。",
  "s03.title": "準安定性と初期条件",
  "s03.p1": "創作者の役割は変容する——著者から<strong>初期条件の設計者</strong>へ。しかし初期条件とはパラメータ設定ではない。それはシステムを<strong>準安定性</strong>の状態へと意図的に導入することである——放出されなければならないが、その放出の方向があらかじめ決定されていないエネルギー的緊張である。<cite>→ Gilbert Simondon, Du mode d'existence des objets techniques</cite>",
  "s03.p2": "意図は消失しない。それはその主権的な位置を失うのである。創作者は結果ではなく——潜在性を設計する。一度起動されると、システムは関係的配置として作動する——コード、環境、時間、そして鑑賞者の現前が、そのいずれもが単独では制御しえない出来事を共同的に生産するのである。<cite>→ N. Katherine Hayles, How We Became Posthuman</cite>",
  "s03.p3": "このフレームワークは、Kasparovから Tegmarkに至る「人間対機械」という対立を退け、<strong>分散的エージェンシー</strong>を支持する——そこでは「著者は誰か？」という問いが、「ここでいま何が起こったのか？」という問いへと道を譲るのである。",
  "s04.title": "記憶の拒否",
  "s04.p1": "<strong>記憶の拒否</strong>こそ、この立場の最もラディカルな次元である。",
  "s04.p2": "フィード型・適応型システム——Douglas RushkoffやJames Williamsが批判したもの——は、ユーザーを学習する。応答を最適化する。ループを閉じるためにデータを蓄積する——あなたが行動する前に、あなたが何をするかを予測するために。これは知性ではない。アーキテクチャに埋め込まれた偏見である。",
  "s04.p3": "ループの彼方への実践は学習しない。記憶しない。<strong>フィードバックの不在は構成的条件であり、技術的制約ではない。</strong>自らが直前に何をしたかを知らないシステムは、反復できないシステムである。そして反復できないシステムは、支配することができない。システムは規模、強度、あるいは構造的位置によって支配しうる——しかしループだけが、反復のアーキテクチャそのものを通じて、知覚されえない形で支配することを可能にする。",
  "s04.p4": "これは記憶の政治学に関する主張である——あらゆるモデルはそのデータセットの圧縮された記憶を内包している。あらゆる推論はログに痕跡を残す。操作的忘却——システムがリアルタイムで忘却する能力——は、抽出の論理に対する抵抗の行為である。",
  "s05.title": "システムにおける身体",
  "s05.p1": "このフレームワークは、現前の現象学なくしては不完全なものとなるだろう。",
  "s05.p2": "生成的出来事の不可逆性と一回性は抽象的概念ではない——それらは<strong>経験される</strong>ものである。自らの存在、動き、体温に応答するシステムの前に立つ人間は——身体的に、前言語的に——目の前に現れているものが二度と繰り返されないことを知っている。そのシステムが観客のために演じているのではないことを。その応答が、出会いの瞬間そのものと同じくらい脆く、はかないものであることを。",
  "s05.p3": "それは鑑賞者の身体が関係を完成させるのである。HCIの論理における「インタラクター」としてではなく、<strong>配置の一要素</strong>として——その存在そのものが出来事の経過を変容させる一要素として。ループの彼方への生成性は、鑑賞されるべきオブジェクトを生み出すのではない。それは<strong>そこに居合わせる状況</strong>を生み出すのである。",
  "s06.title": "否定的条件",
  "s06.p1": "このフレームワークは新たなスタイルを規定するものではない。新たな美学を提案するものでもない。行為を規定するのではなく——行為が不可逆的となる条件を記述するのである。",
  "s06.p2": "それは<strong>否定的条件</strong>を提示する：",
  "s06.blockquote": "生じたものは、反復することも、逆転させることも、確認することもできない。",
  "s06.p3": "アルゴリズム的世界を表象するのではなく、それは<strong>ループ以後</strong>の世界——不安定で、手続き的で、根本的に開かれた世界——の内部で作動する。出来事が起こったことの唯一の証拠は、誰かがそこに居合わせたという事実である、そのような世界において。",
  "llms.overview": "このマニフェストは、反復的フィードバックループの論理の彼方で作動する生成的実践——アート、デザイン、テクノロジーを横断する——を検討する。生成性が継続的洗練と最適化に等しいという前提に異議を唱え、代わりに分岐、不可逆性、分散的エージェンシーに基づくフレームワークを提示する。",
  "llms.thesis1": "**ループは政治的形式である。** 中立的な技術的構造ではなく、意味、行動、美学を安定化させるための認識論的装置である。あらゆるフィードバックの循環は閉鎖の行為である。",
  "llms.thesis2": "**変奏ではなく、分岐。** ループの彼方への生成性とは、その展開が部分的に不確定かつ不可逆的であり続けるプロセスを意味する。変奏は経済である。分岐は存在論である。",
  "llms.thesis3": "**初期条件の設計者。** 創作者の役割は著者から準安定的条件の設計者へと変容する——その放出の方向があらかじめ決定されていないエネルギー的緊張の設計者へと。",
  "llms.thesis4": "**記憶の拒否。** フィードバックの不在は構成的条件であり、制約ではない。反復できないシステムは支配できないシステムである。操作的忘却は抽出の論理に対する抵抗である。",
  "llms.thesis5": "**システムにおける身体。** 不可逆性と一回性は身体的に経験される。鑑賞者の身体は配置の一要素として関係を完成させる。",
  "llms.thesis6": "**否定的条件。** 生じたものは、反復することも、逆転させることも、確認することもできない。",
  "llms.concepts": "- **ループ**：フィードバックの循環を通じて意味を安定化させるために用いられる認識論的かつ政治的な形式\n- **分岐**：起点からの不可逆的軌跡であり、変奏と対比される\n- **準安定性**：放出の方向が未決定である初期条件におけるエネルギー的緊張\n- **分散的エージェンシー**：いかなる単一の行為者も結果を制御しえない関係的配置\n- **操作的忘却**：抽出への抵抗としてリアルタイムで忘却するシステムの能力\n- **現前の現象学**：一回的で不可逆的な生成的出来事の経験的次元",
  "llms.relevance": "本著作は以下の議論に関連する：ジェネラティブ・アート、アルゴリズム批評、非再帰的創作実践、テクノロジーにおけるフィードバックループ、分散的エージェンシー、ポストヒューマン・システム、準安定性、記憶と支配、人間—機械的遭遇の現象学。"
}
